const texts = [
    {
        title: 'Лето близко: как создать идеальное пространство для отдыха на свой вкус',
        text: 'Пока не верится, но лето, действительно, близко, а как вы его проведете – зависит уже только от вас. В какой обстановке и атмосфере вам будет лучше отдыхаться? Совместно с нашими любимыми партнерами из IKEA мы решили провести небольшой эксперимент: составили мудборд, связанный с отдыхом, вам же нужно выбрать из трех фото, какой вариант вам больше по душе. Лето-это маленькая жизнь, так проведите эту жизнь максимально комфортно. Итак, настройтесь, расслабьтесь, играем!'
    },
    {
        title: 'Дачная душа',
        text: '«На недельку до второго я уеду в Комарово» — вот так примерно вы воспринимаете идеальный отдых. Небольшой приусадебный участок, река в шаговой доступности, по утрам на рыбалку или за грибами, послеобеденный сон и вечером в подкидного дурачка с соседями. Вы из тех, к кому всегда можно поехать в гости и чувствоваться себя ве-ли-ко-леп-но, ведь у вас предусмотрено абсолютно все. Вы за комфорт и предусмотрительность, лишние стулья всегда найдутся, мангал будет зажжен вовремя, а на шезлонге непременно будет ждать нужная книжка. Хотим к вам на дачу!',
    },
    {
        title: 'Лето в городе — тоже лето!',
        text: 'Вы много работаете и мало отдыхаете и, скорее всего, это лето опять проведете в городе. При этом вы не забываете про свой уютный дом, где, например, атмосферу летней беседки или дачной веранды можно воссоздать на лоджии. Именно здесь вы выращиваете рукколу и рододендроны, а по утрам пьете кофе за столиком, правда, глядя не на лес, а на соседние многоэтажки, но это это урбанистическое соседство ничуть вас не смущает. '
    },
    {
        title: 'Айда на пикник!',
        text: 'Вы из тех, у кого летом в рюкзаке всегда найдется пляжный коврик и сумка-холодильник с бутербродами.  При любой возможности вы стараетесь сбежать куда-то  из душного офиса поближе к природе. При этом вы не типичный дачник, вам завтра опять на работу и прохлаждаться на дачном участке день за днем вы не намерены, но после рабочего дня выбраться на набережную и организовать там пикник или устроить заплыв вечером, перед этим, накрыв раскладной столик прямо на пляже - для вас святое.',
    },
    {
        title: 'Главное — эстетика!',
        text: 'Вы любите отдых, вы любите лето, но еще больше вы любите лайки в инстаграме поэтому любой ваш пикник, выезд на природу или празднование в честь летнего солнцестояния моментально обрастают невероятным количеством деталей, которые всем хочется непременно зафиксировать. Не забывайте, что, порой, пикник — это просто пикник, но вашему умению тот же пикник на пляже в Киселихе превратить в чуть ли не дегустацию устриц в Сен-Барт, конечно, завидуем!',
    }
];